DB_FILE_NAME = 'static/db/mail_information.db'
RANDOM_GREETS = ['Здравствуй, путник! Надеюсь, о тебе уже слагают легенды?',
                 'И сколько же опасностей ты успел повидать на своём пути?',
                 'Хей-хей, если знаешь логин и пароль - тебе всегда будут рады!',
                 'Ты для меня один-единственный... Честно-честно!',
                 'Проходи и располагайся! Мы только тебя и ждём!',
                 'Надеюсь, что вам есть о чём рассказать сегодня!',
                 'Вы принесли мне немного электронных вкусняшек? А если найду?',
                 'Только не засиживайся до поздна, хорошо?']
SECRET_QUESTIONS = ['Какое прозвище было у вас в детстве?',
                    'Как звали вашего лучшего друга детства?',
                    'Какой месяц и год рождения вашего самого старшего родственника?',
                    'Какая девичья фамилия вашей бабушки?',
                    'Какое отчество вашего среднего ребенка?',
                    'На какой улице вы жили в третьем классе?',
                    'Какая кличка, порода и цвет вашего настоящего питомца?',
                    'О какой работе вы мечтали в детстве?']